Repository: oveleon/contao-google-recommendation-bundle
Catalog: src/Resources/contao/languages/*/*_recommendation_archive.xlf
Languages: de

# tl_recommendation_archive.syncAllArchives
source: Sync all archives
de: Alle Archive synchronisieren

# tl_recommendation_archive.syncAllConfirm
source: Are you sure that you want to sync all archives?
de: Sind Sie sicher, dass Sie alle Archive synchronisieren wollen?

# tl_recommendation_archive.startSync
source: Sync archive ID %s
de: Archiv ID %s synchronisieren

# tl_recommendation_archive.syncConfirm
source: Are you sure that you want to sync your reviews now?
de: Sind Sie sicher, dass Sie Ihre Bewertungen jetzt synchronisieren wollen?

# tl_recommendation_archive.google_legend
source: Google reviews
de: Google Rezensionen

# tl_recommendation_archive.syncWithGoogle.0
source: Sync with Google
de: Mit Google synchronisieren

# tl_recommendation_archive.syncWithGoogle.1
source: Sync reviews from Google Places API.
de: Rezensionen über die Google Places API synchronisieren.

# tl_recommendation_archive.googleApiToken.1
source: Please enter your Google API Token <a href="https://cloud.google.com/docs/authentication/api-keys" title="Google API keys" target="_blank" rel="noreferrer noopener">(Using API keys)</a>.
de: Bitte geben Sie Ihren Google API Token ein <a href="https://cloud.google.com/docs/authentication/api-keys" title="Google API keys" target="_blank" rel="noreferrer noopener">(API-Schlüssel verwenden)</a>.

# tl_recommendation_archive.googlePlaceId.1
source: Please enter the Google Places ID <a href="https://developers.google.com/maps/documentation/places/web-service/place-id" title="Place IDs" target="_blank" rel="noreferrer noopener">(Place IDs)</a>.
de: Bitte geben Sie die Google Places ID ein <a href="https://developers.google.com/maps/documentation/places/web-service/place-id" title="Place IDs" target="_blank" rel="noreferrer noopener">(Place IDs)</a>.

# tl_recommendation_archive.syncLanguage.0
source: Language
de: Sprache

# tl_recommendation_archive.syncLanguage.1
source: Please select the import language <a href="https://developers.google.com/maps/faq#languagesupport" title="Machine translated" target="_blank" rel="noreferrer noopener">(Machine translation by Google)</a>.
de: Bitte wählen Sie die Importsprache <a href="https://developers.google.com/maps/faq#languagesupport" title="Maschinelle Übersetzung" target="_blank" rel="noreferrer noopener">(Maschinelle Übersetzung durch Google)</a>.
